Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.mental.profile.unerschuetterlicher.desc
source: Du bist extrem mental stark. Um die letzten 1％ herauszuholen, musst du sicherstellen, dass du nicht arrogant oder abgestumpft wirst.
en: You are extremely mentally strong. To get that last 1％, you need to make sure you don't become arrogant or jaded.
es: Eres extremadamente fuerte mentalmente. Para obtener ese último 1％, debes asegurarte de no volverte arrogante ni hastiado.
fr: Vous êtes extrêmement fort mentalement. Pour obtenir ce dernier 1％, vous devez vous assurer de ne pas devenir arrogant ou blasé.
hi: आप मानसिक रूप से बेहद मजबूत हैं. उस अंतिम 1％ को पाने के लिए, आपको यह सुनिश्चित करना होगा कि आप अहंकारी या थके हुए न बनें।
it: Sei estremamente forte mentalmente. Per ottenere quell'ultimo 1％, devi assicurarti di non diventare arrogante o stanco.
ja: あなたは非常に精神的に強いです。最後の 1％ を獲得するには、傲慢になったり、うんざりしたりしないようにする必要があります。
ko: 당신은 정신적으로 매우 강합니다. 마지막 1％를 얻으려면 교만하거나 지치지 않도록 해야 합니다.
nl: Je bent mentaal enorm sterk. Om die laatste 1％ te krijgen, moet je ervoor zorgen dat je niet arrogant of afgemat wordt.
pl: Jesteś niezwykle silny psychicznie. Aby zdobyć ten ostatni 1％, musisz uważać, aby nie stać się aroganckim ani zblazowanym.
pt: Você é extremamente forte mentalmente. Para obter o último 1％, você precisa ter certeza de não se tornar arrogante ou cansado.
ru: Ты экстремально психологически сильный. Чтобы выжать последние 1％, ты должен убедиться, что не станешь высокомерным или черствым.
tr: Zihinsel olarak son derece güçlüsünüz. Son ％1'i elde etmek için kibirli veya bitkin olmadığınızdan emin olmalısınız.
zh_hans: 你精神非常强大。为了挖掘最后的1％，你必须确保自己不变得傲慢或麻木。
zh_hant: 你的心理素質非常強大。為了獲得最後 1％，您需要確保自己不會變得傲慢或厭倦。

# assessment.mental.profile.unerschuetterlicher.title
source: Der Unerschütterliche
en: The unshakable one
es: El inquebrantable
fr: L'inébranlable
hi: अटल
it: Quello incrollabile
ja: 揺るぎないもの
ko: 흔들리지 않는 것
nl: De onwrikbare
pl: Ten niewzruszony
pt: O inabalável
ru: Непоколебимый
tr: Sarsılmaz olan
zh_hans: 坚定不移的人
zh_hant: 不可動搖的那個

# assessment.mental.q1
source: Dein größtes, lang ersehntes Projekt scheitert am allerletzten Tag durch eine Formalität. Was passiert in deinem Kopf?
en: Your biggest, long-awaited project fails on the very last day due to a technicality. What's happening in your head?
es: Su proyecto más grande y tan esperado fracasa el último día debido a un tecnicismo. ¿Qué está pasando en tu cabeza?
fr: Votre projet le plus important et tant attendu échoue le tout dernier jour en raison d’un problème technique. Que se passe-t-il dans ta tête ?
hi: आपकी सबसे बड़ी, लंबे समय से प्रतीक्षित परियोजना तकनीकी कारणों से आखिरी दिन विफल हो जाती है। आपके दिमाग में क्या चल रहा है?
it: Il tuo progetto più grande e tanto atteso fallisce proprio l'ultimo giorno a causa di un cavillo. Cosa sta succedendo nella tua testa?
ja: 待望の最大のプロジェクトが、技術的な問題により最終日に失敗します。頭の中で何が起こっているのですか？
ko: 오랫동안 기다려온 가장 큰 프로젝트가 기술 문제로 인해 마지막 날 실패했습니다. 머리 속에서 무슨 일이 일어나고 있는 걸까요?
nl: Je grootste, langverwachte project mislukt op de allerlaatste dag vanwege een technisch probleem. Wat gebeurt er in je hoofd?
pl: Twój największy, długo oczekiwany projekt kończy się niepowodzeniem ostatniego dnia ze względów technicznych. Co się dzieje w Twojej głowie?
pt: Seu maior e mais esperado projeto falha no último dia devido a um detalhe técnico. O que está acontecendo na sua cabeça?
ru: Твой самый большой, долгожданный проект терпит неудачу в самый последний день из-за формальности. Что происходит у тебя в голове?
tr: Uzun zamandır beklediğiniz en büyük projeniz teknik bir sorun nedeniyle son günde başarısız oldu. Kafanın içinde neler oluyor?
zh_hans: 你最大的、期待已久的项目在最后一天因为一个形式问题而失败。你脑子里会发生什么？
zh_hant: 您期待已久的最大專案在最後一天由於技術原因失敗了。你腦子裡發生了什麼事？

# assessment.mental.q1.a
source: Das war’s. Ich fasse so etwas nie wieder an, das Schicksal ist gegen mich.
en: That's it. I'll never touch something like that again, fate is against me.
es: Eso es todo. Nunca volveré a tocar algo así, el destino está en mi contra.
fr: C'est ça. Je ne toucherai plus jamais à quelque chose comme ça, le destin est contre moi.
hi: इतना ही। मैं ऐसी किसी चीज़ को दोबारा कभी नहीं छूऊंगा, भाग्य मेरे ख़िलाफ़ है।
it: Questo è tutto. Non toccherò mai più una cosa del genere, il destino è contro di me.
ja: それでおしまい。あんなものには二度と触れない、運命は私に敵対している。
ko: 그게 다야. 나는 다시는 그런 것을 만지지 않을 것입니다. 운명은 나를 반대합니다.
nl: Dat is het. Zoiets raak ik nooit meer aan, het lot is tegen mij.
pl: To wszystko. Nigdy więcej nie dotknę czegoś takiego, los jest przeciwko mnie.
pt: É isso. Nunca mais tocarei em algo assim, o destino está contra mim.
ru: Вот и всё. Я больше никогда не возьмусь за такое, судьба против меня.
tr: İşte bu. Bir daha asla böyle bir şeye dokunmayacağım, kader bana karşı.
zh_hans: 就这样。我再也不会碰这种东西了，命运对我不利。
zh_hant: 就是這樣。我再也不會碰這樣的東西了，命運對我不利。

# assessment.mental.q1.b
source: Ich betäube mich tagelang mit Netflix/Social Media, um nicht daran zu denken.
en: I numb myself with Netflix/social media for days to avoid thinking about it.
es: Me adormezco con Netflix/las redes sociales durante días para evitar pensar en ello.
fr: Je m'engourdis avec Netflix/les réseaux sociaux pendant des jours pour éviter d'y penser.
hi: मैं इसके बारे में सोचने से बचने के लिए नेटफ्लिक्स/सोशल मीडिया पर कई दिनों तक खुद को सुन्न कर लेता हूं।
it: Mi intorpidisco con Netflix/social media per giorni per evitare di pensarci.
ja: 私はそれについて考えることを避けるために、何日もNetflixやソーシャルメディアで自分を麻痺させました。
ko: 나는 그것에 대해 생각하지 않기 위해 며칠 동안 Netflix/소셜 미디어에 무감각해졌습니다.
nl: Ik verdoof mezelf dagenlang met Netflix/sociale media om er niet aan te denken.
pl: Odrętwiam się od Netflixa/mediów społecznościowych przez kilka dni, aby uniknąć myślenia o tym.
pt: Eu me entorpeço com o Netflix/mídia social por dias para evitar pensar nisso.
ru: Я дни напролет обезболиваю себя Netflix/социальными сетями, чтобы не думать об этом.
tr: Düşünmemek için günlerce Netflix/sosyal medyayla kendimi uyuşturdum.
zh_hans: 我整天用Netflix/社交媒体麻痹自己，以免去想它。
zh_hant: 我用Netflix/社群媒體麻痺了自己好幾天，以避免去想它。

# assessment.mental.q1.c
source: Gibt es einen Plan B? Wenn nicht, fange ich morgen früh mit Projekt Nummer zwei an.
en: Is there a plan B? If not, I'll start project number two tomorrow morning.
es: ¿Existe un plan B? Si no, mañana por la mañana empezaré el proyecto número dos.
fr: Y a-t-il un plan B ? Sinon, je commencerai le projet numéro deux demain matin.
hi: क्या कोई प्लान बी भी है? यदि नहीं, तो मैं कल सुबह प्रोजेक्ट नंबर दो शुरू करूंगा।
it: Esiste un piano B? In caso contrario, inizierò il progetto numero due domani mattina.
ja: プランBはありますか？そうでない場合は、明日の朝からプロジェクト 2 を開始します。
ko: 플랜 B가 있나요? 그렇지 않다면 내일 아침에 두 번째 프로젝트를 시작하겠습니다.
nl: Bestaat er een plan B? Zo niet, dan begin ik morgenochtend met project nummer twee.
pl: Czy istnieje plan B? Jeśli nie, jutro rano rozpocznę projekt numer dwa.
pt: Existe um plano B? Caso contrário, iniciarei o projeto número dois amanhã de manhã.
ru: Есть ли план Б? Если нет, я завтра утром начну с проекта номер два.
tr: Bir B planı var mı? Aksi halde yarın sabah iki numaralı projeye başlayacağım.
zh_hans: 有没有备选计划？如果没有，我明天早上就开始第二个项目。
zh_hant: 有B計劃嗎？如果沒有，我明天早上就會開始第二個專案。

# assessment.mental.q1.d
source: Ich suche wütend nach dem Schuldigen, der diese Formalität verbockt hat.
en: I'm furiously searching for the culprit who messed up this formality.
es: Estoy buscando furiosamente al culpable que arruinó esta formalidad.
fr: Je recherche furieusement le coupable qui a raté cette formalité.
hi: मैं उस अपराधी की शिद्दत से तलाश कर रहा हूं जिसने इस औपचारिकता को बिगाड़ दिया।
it: Sto cercando furiosamente il colpevole che ha incasinato questa formalità.
ja: 私はこの手続きを台無しにした犯人を猛烈に探しています。
ko: 나는 이 형식을 어지럽힌 범인을 맹렬히 찾고 있다.
nl: Ik ben verwoed op zoek naar de dader die deze formaliteit heeft verprutst.
pl: Pilnie poszukuję sprawcy, który zawalił tę formalność.
pt: Estou procurando furiosamente o culpado que estragou essa formalidade.
ru: Я яростно ищу виновного, который испортил эту формальность.
tr: Bu formaliteyi bozan suçluyu öfkeyle arıyorum.
zh_hans: 我愤怒地寻找那个把这项手续弄砸的责任人。
zh_hant: 我正在瘋狂地尋找搞砸這個儀式的罪魁禍首。

# assessment.mental.q2
source: Du bist extrem erschöpft und hast dir den Abend für dich geblockt. Ein entfernter Bekannter fragt, ob du ihm bei einem banalen Problem hilfst.
en: You are extremely exhausted and have blocked out the evening for yourself. A distant acquaintance asks if you can help him with a trivial problem.
es: Estás extremadamente agotado y has bloqueado la noche para ti. Un conocido lejano te pregunta si puedes ayudarlo con un problema trivial.
fr: Vous êtes extrêmement épuisé et avez réservé la soirée pour vous-même. Une connaissance lointaine vous demande si vous pouvez l'aider à résoudre un problème insignifiant.
hi: आप बेहद थके हुए हैं और आपने शाम को अपने लिए रोक लिया है। एक दूर का परिचित पूछता है कि क्या आप उसकी एक छोटी सी समस्या में मदद कर सकते हैं।
it: Sei estremamente esausto e hai bloccato la serata per te stesso. Un lontano conoscente ti chiede se puoi aiutarlo con un problema banale.
ja: あなたは極度に疲れきっていて、夜を自分のために費やしてしまいました。遠方の知人から、些細な問題で助けてもらえないかと頼まれました。
ko: 당신은 극도로 지쳐서 저녁 시간을 스스로 막았습니다. 먼 지인이 사소한 문제를 도와줄 수 있는지 묻습니다.
nl: Je bent extreem uitgeput en hebt de avond voor jezelf geblokkeerd. Een verre kennis vraagt ​​of je hem kunt helpen met een triviaal probleem.
pl: Jesteś skrajnie wyczerpany i masz zarezerwowany wieczór dla siebie. Daleki znajomy pyta, czy możesz mu pomóc w trywialnym problemie.
pt: Você está extremamente exausto e bloqueou a noite para si mesmo. Um conhecido distante pergunta se você pode ajudá-lo com um problema trivial.
ru: Ты крайне уставший и забронировал вечер для себя. Дальний знакомый спрашивает, поможешь ли ты ему с банальной проблемой.
tr: Son derece yorgunsunuz ve akşamı kendinize ayırdınız. Uzak bir tanıdık ona önemsiz bir sorunda yardım edip edemeyeceğinizi soruyor.
zh_hans: 你极度疲惫，并为自己留出了晚上。一位不太熟悉的熟人问你，是否能帮他解决一个琐碎的问题。
zh_hant: 你已經非常疲憊了，並且已經為自己安排了一個晚上。一位遠方的熟人問你是否可以幫他解決一個小問題。

# assessment.mental.q2.a
source: Ich sage zu, weil ich Angst habe, dass er mich sonst nicht mehr mag.
en: I say yes because I'm afraid that otherwise he won't like me anymore.
es: Digo que sí porque tengo miedo de que, de lo contrario, ya no le agrado.
fr: Je dis oui parce que j'ai peur que sinon il ne m'aime plus.
hi: मैं हाँ कहता हूँ क्योंकि मुझे डर है कि अन्यथा वह मुझे अब पसंद नहीं करेगा।
it: Dico di sì perché ho paura che altrimenti non gli piacerò più.
ja: 私が「はい」と言うのは、そうしないと彼が私のことをもう好きじゃなくなってしまうのではないかと心配だからです。
ko: 나는 그렇다고 대답한다. 그렇지 않으면 그 사람이 더 이상 나를 좋아하지 않을 까봐 두렵기 때문이다.
nl: Ik zeg ja omdat ik bang ben dat hij mij anders niet meer leuk zal vinden.
pl: Mówię tak, bo boję się, że inaczej już mnie nie polubi.
pt: Digo que sim porque tenho medo de que, caso contrário, ele não goste mais de mim.
ru: Я соглашаюсь, потому что боюсь, что он больше меня не будет любить.
tr: Evet diyorum çünkü aksi halde artık beni sevmeyeceğinden korkuyorum.
zh_hans: 我答应了，因为我害怕他会不再喜欢我。
zh_hant: 我說是的，因為我擔心否則他不會再喜歡我了。

# assessment.mental.q2.b
source: Ich lüge und erfinde eine dramatische Ausrede, warum ich nicht kann.
en: I lie and make up a dramatic excuse as to why I can't.
es: Miento e invento una excusa dramática de por qué no puedo.
fr: Je mens et invente une excuse dramatique pour expliquer pourquoi je ne peux pas.
hi: मैं झूठ बोलता हूं और एक नाटकीय बहाना बनाता हूं कि मैं ऐसा क्यों नहीं कर सकता।
it: mento e invento una scusa drammatica per spiegare perché non posso.
ja: なぜできないのかについて嘘をついたり、劇的な言い訳をでっち上げたりします。
ko: 나는 거짓말을 하고 왜 그렇게 할 수 없는지에 대해 극적인 변명을 합니다.
nl: Ik lieg en verzin een dramatisch excuus waarom ik dat niet kan.
pl: Kłamię i wymyślam dramatyczną wymówkę, dlaczego nie mogę.
pt: Minto e invento uma desculpa dramática para explicar por que não posso.
ru: Я лгу и придумываю драматичное оправдание, почему не могу.
tr: Yalan söylüyorum ve neden yapamadığıma dair dramatik bir bahane uyduruyorum.
zh_hans: 我撒谎并编造一个戏剧性的借口，说明我为什么不能去。
zh_hant: 我撒謊並編造了一個戲劇性的藉口來解釋為什麼我不能。

# assessment.mental.q2.c
source: Ich sage klar Nein, ohne mich großartig zu rechtfertigen.
en: I say no clearly, without justifying myself too much.
es: Digo que no claramente, sin justificarme demasiado.
fr: Je dis non clairement, sans trop me justifier.
hi: मैं स्वयं को बहुत अधिक उचित ठहराए बिना, स्पष्ट रूप से 'नहीं' कहता हूँ।
it: Dico no chiaramente, senza giustificarmi troppo.
ja: 私は自分を正当化しすぎずに、はっきりとノーと言います。
ko: 나는 내 자신을 너무 정당화하지 않고 분명히 거절합니다.
nl: Ik zeg duidelijk nee, zonder mezelf al te veel te rechtvaardigen.
pl: Stanowczo mówię nie, nie usprawiedliwiając się zbytnio.
pt: Digo não com clareza, sem me justificar demais.
ru: Я ясно говорю «нет», не оправдываясь особо.
tr: Kendimi çok fazla haklı çıkarmadan açıkça hayır diyorum.
zh_hans: 我明确地说不，而不做过多解释。
zh_hant: 我明確地說“不”，但又沒有為自己辯解太多。

# assessment.mental.q2.d
source: Ich ignoriere die Nachricht tagelang, weil mir Konfrontation unangenehm ist.
en: I ignore the message for days because I'm uncomfortable with confrontation.
es: Ignoro el mensaje durante días porque me incomoda la confrontación.
fr: J'ignore le message pendant des jours parce que je ne suis pas à l'aise avec la confrontation.
hi: मैं कई दिनों तक संदेश को नजरअंदाज करता हूं क्योंकि मैं टकराव से असहज हूं।
it: Ignoro il messaggio per giorni perché mi sento a disagio nel confronto.
ja: 対立するのが不快なので、私は何日もメッセージを無視しました。
ko: 나는 대결이 불편해서 며칠 동안 그 메시지를 무시했다.
nl: Ik negeer het bericht dagenlang omdat ik me niet op mijn gemak voel bij confrontatie.
pl: Ignoruję tę wiadomość przez kilka dni, ponieważ nie czuję się komfortowo w obliczu konfrontacji.
pt: Ignoro a mensagem durante dias porque me sinto desconfortável com o confronto.
ru: Я игнорирую сообщение днями, потому что мне неприятна конфронтация.
tr: Yüzleşmekten rahatsız olduğum için günlerce mesajı görmezden geliyorum.
zh_hans: 我会连续好几天忽略那条消息，因为我不喜欢面对冲突。
zh_hant: 我好幾天都忽略這訊息，因為我對對抗感到不舒服。

# assessment.mental.q3
source: Du hast die Wahl: Ein Job mit 4.000€ netto, bei dem du dich jeden Tag zu Tode langweilst, oder ein Job mit 2.500€ netto, der dich täglich an deine intellektuellen Grenzen bringt.
en: You have the choice: a job with €4,000 net that will bore you to death every day, or a job with €2,500 net that pushes you to your intellectual limits every day.
es: Tienes la opción: un trabajo con 4.000 € netos que te aburrirá cada día, o un trabajo con 2.500 € netos que te llevará cada día al límite intelectual.
fr: Vous avez le choix: un boulot à 4 000 € net qui vous ennuiera à mourir chaque jour, ou un boulot à 2 500 € net qui vous pousse chaque jour dans vos limites intellectuelles.
hi: आपके पास विकल्प है: €4,000 नेट वाली नौकरी जो आपको हर दिन मौत के मुंह में धकेल देगी, या €2,500 नेट वाली नौकरी जो आपको हर दिन आपकी बौद्धिक सीमा तक धकेल देगी।
it: Hai la scelta: un lavoro da 4.000 euro netti che ti annoierà a morte ogni giorno, o un lavoro da 2.500 euro netti che ti spinge ogni giorno ai tuoi limiti intellettuali.
ja: あなたには選択肢があります。毎日死ぬほど退屈な純額4,000ユーロの仕事か、毎日知的限界まで追い込まれる純額2,500ユーロの仕事です。
ko: 당신은 선택할 수 있습니다: 매일 당신을 죽게 만드는 €4,000의 순익을 가진 직업, 또는 매일 당신의 지적 한계까지 밀어붙이는 €2,500의 순익을 가진 직업.
nl: Je hebt de keuze: een baan van € 4.000 netto die je elke dag doodverveelt, of een baan van € 2.500 netto die je elke dag tot het uiterste drijft.
pl: Masz wybór: pracę za 4000 euro netto, która każdego dnia zanudzi Cię na śmierć, albo pracę za 2500 euro netto, która każdego dnia popycha Cię do granic możliwości intelektualnych.
pt: Você tem a escolha: um emprego com 4.000 euros líquidos que o deixará entediado todos os dias, ou um trabalho com 2.500 euros líquidos que o levará ao seu limite intelectual todos os dias.
ru: У тебя есть выбор: работа с чистой зарплатой 4000 €, на которой ты каждый день умираешь от скуки, или работа с чистой зарплатой 2500 €, которая ежедневно ставит тебя перед интеллектуальными вызовами.
tr: Seçeneğiniz var: net 4.000 Euro'luk sizi her gün canınızı sıkacak bir iş ya da net 2.500 Euro'luk sizi her gün entelektüel sınırlarınızı zorlayan bir iş.
zh_hans: 你有选择：一份净收入4000欧元的工作，每天无聊得要死，或者一份净收入2500欧元的工作，每天都让你发挥智力极限。
zh_hant: 你可以選擇：淨收入為 4,000 歐元的工作，每天都會讓你厭煩得要死；或一份淨收入為 2,500 歐元的工作，每天都會把你逼到智力極限。

# assessment.mental.q3.a
source: 4.000€, ganz klar. Ich sitze die Zeit ab und lebe für das Wochenende.
en: €4,000, of course. I sit through the time and live for the weekend.
es: 4.000€, por supuesto. Paso el tiempo y vivo para el fin de semana.
fr: 4 000 €, bien sûr. Je passe le temps et je vis le week-end.
hi: €4,000, बिल्कुल। मैं समय के साथ बैठता हूं और सप्ताहांत के लिए जीता हूं।
it: 4.000 euro, ovviamente. Mi siedo attraverso il tempo e vivo per il fine settimana.
ja: もちろん4,000ユーロ。私は時間を過ごして週末を生きます。
ko: 물론 €4,000입니다. 나는 시간을 보내고 주말을 위해 산다.
nl: € 4.000,- uiteraard. Ik zit door de tijd heen en leef voor het weekend.
pl: Oczywiście 4000 euro. Spędzam czas i żyję weekendem.
pt: 4.000€, claro. Eu sento o tempo e vivo para o fim de semana.
ru: 4.000€, совершенно ясно. Я отсиживаю это время и живу ради выходных.
tr: Tabii ki 4.000 €. Zamanın içinde oturuyorum ve hafta sonu için yaşıyorum.
zh_hans: 4000欧元，毫无疑问。我熬过这段时间，只为了周末生活。
zh_hant: 當然是 4,000 歐元。我坐著度過時間，過週末。

# assessment.mental.q3.b
source: Die 2.500€. Ich will gefordert werden, verliere aber bei zu viel Stress auch schnell die Lust.
en: The €2,500. I want to be challenged, but I quickly lose interest when there is too much stress.
es: Los 2.500€. Quiero que me desafíen, pero rápidamente pierdo el interés cuando hay demasiado estrés.
fr: Les 2 500 €. J'ai envie d'être mis au défi, mais je perds vite tout intérêt lorsqu'il y a trop de stress.
hi: €2,500. मैं चुनौती पाना चाहता हूं, लेकिन जब बहुत अधिक तनाव होता है तो मैं जल्दी ही रुचि खो देता हूं।
it: I 2.500€. Voglio essere sfidato, ma perdo rapidamente interesse quando c'è troppo stress.
ja: 2,500ユーロ。挑戦したいのですが、ストレスが多すぎるとすぐに興味を失ってしまいます。
ko: €2,500. 도전하고 싶지만 스트레스가 너무 많으면 금방 흥미를 잃게 됩니다.
nl: De € 2.500,-. Ik wil uitgedaagd worden, maar bij teveel stress verlies ik snel mijn interesse.
pl: 2500 euro. Chcę podejmować wyzwania, ale szybko tracę zainteresowanie, gdy jest za dużo stresu.
pt: Os 2.500€. Quero ser desafiado, mas perco rapidamente o interesse quando há muito estresse.
ru: 2.500€. Я хочу, чтобы меня ставили перед вызовами, но при слишком большом стрессе я тоже быстро теряю желание.
tr: 2.500 €. Bana meydan okunmak istiyorum ama çok fazla stres olduğunda ilgimi hızla kaybediyorum.
zh_hans: 这2500欧元。我希望受到挑战，但在压力太大时也会很快失去兴趣。
zh_hant: 2,500 歐元。我想接受挑戰，但壓力太大時我很快就會失去興趣。

# assessment.mental.q3.c
source: Die 2.500€. Ich brauche den Schmerz des Wachstums, sonst gehe ich ein.
en: The €2,500. I need the pain of growth, otherwise I will die.
es: Los 2.500€. Necesito el dolor del crecimiento, de lo contrario moriré.
fr: Les 2 500 €. J'ai besoin de la douleur de la croissance, sinon je mourrai.
hi: €2,500. मुझे विकास का दर्द चाहिए, नहीं तो मैं मर जाऊँगा।
it: I 2.500€. Ho bisogno del dolore della crescita, altrimenti morirò.
ja: 2,500ユーロ。成長の痛みが必要だ、そうでないと死んでしまう。
ko: €2,500. 나에게는 성장의 고통이 필요하다. 그렇지 않으면 나는 죽을 것이다.
nl: De € 2.500,-. Ik heb de pijn van de groei nodig, anders ga ik dood.
pl: 2500 euro. Potrzebuję bólu wzrostu, inaczej umrę.
pt: Os 2.500€. Preciso da dor do crescimento, caso contrário morrerei.
ru: 2.500€. Мне нужна боль роста, иначе я погибну.
tr: 2.500 €. Büyümenin acısına ihtiyacım var, yoksa öleceğim.
zh_hans: 2,500欧元。我需要成长的痛苦，否则我会枯萎。
zh_hant: 2,500 歐元。我需要成長的痛苦，否則我就會死。

# assessment.mental.q3.d
source: Die 4.000€, aber ich würde mich ständig darüber beschweren, wie sinnlos mein Job ist.
en: The €4,000, but I would constantly complain about how pointless my job is.
es: Los 4.000€, pero me quejaría constantemente de lo inútil que es mi trabajo.
fr: Les 4 000 €, mais je me plaignais constamment de l'inutilité de mon travail.
hi: €4,000, लेकिन मैं लगातार शिकायत करता था कि मेरा काम कितना व्यर्थ है।
it: I 4.000 euro, ma mi lamenterei continuamente di quanto sia inutile il mio lavoro.
ja: 4,000ユーロですが、私は自分の仕事がどれほど無意味であるかについて常に不平を言っていました。
ko: €4,000, 하지만 나는 내 직업이 얼마나 무의미한지에 대해 끊임없이 불평했습니다.
nl: De € 4.000, maar ik klaagde voortdurend over hoe zinloos mijn werk is.
pl: 4000 euro, ale ciągle narzekałam, jak bezsensowna jest moja praca.
pt: Os 4.000€, mas queixava-me constantemente de quão inútil é o meu trabalho.
ru: 4.000 €, но я бы постоянно жаловался на то, насколько бессмысленна моя работа.
tr: 4.000€ ama işimin ne kadar anlamsız olduğundan sürekli şikayet ederdim.
zh_hans: 4000欧元，但我会不停地抱怨我的工作有多么毫无意义。
zh_hant: 4,000 歐元，但我會不斷抱怨我的工作毫無意義。

# assessment.mental.q4
source: Du postest eine Leistung, auf die du extrem stolz bist, auf Social Media. Niemand likt oder kommentiert es. Null Reaktionen.
en: You post an accomplishment that you are extremely proud of on social media. Nobody likes or comments on it. Zero reactions.
es: Publicas un logro del que estás extremadamente orgulloso en las redes sociales. A nadie le gusta ni comenta al respecto. Cero reacciones.
fr: Vous publiez une réalisation dont vous êtes extrêmement fier sur les réseaux sociaux. Personne ne l’aime ni ne le commente. Zéro réaction.
hi: आप सोशल मीडिया पर एक ऐसी उपलब्धि पोस्ट करते हैं जिस पर आपको बेहद गर्व है। इस पर कोई लाइक या कमेंट नहीं करता. शून्य प्रतिक्रियाएँ.
it: Pubblichi un risultato di cui sei estremamente orgoglioso sui social media. Nessuno mette mi piace o commenta. Reazioni zero.
ja: あなたは、非常に誇りに思っている成果をソーシャル メディアに投稿します。誰もいいねもコメントもしません。反応ゼロ。
ko: 당신은 소셜 미디어에 매우 자랑스러워하는 성과를 게시합니다. 아무도 그것을 좋아하거나 댓글을 달지 않습니다. 반응이 없습니다.
nl: Je plaatst een prestatie waar je enorm trots op bent op sociale media. Niemand vindt het leuk of geeft er commentaar op. Nul reacties.
pl: Publikujesz w mediach społecznościowych osiągnięcie, z którego jesteś niezwykle dumny. Nikt tego nie lubi i nie komentuje. Zero reakcji.
pt: Você publica uma conquista da qual está extremamente orgulhoso nas redes sociais. Ninguém gosta ou comenta sobre isso. Zero reações.
ru: Ты публикуешь достижение, которым ты чрезвычайно гордишься, в социальных сетях. Никто не ставит лайки и не комментирует. Ноль реакции.
tr: Son derece gurur duyduğunuz bir başarıyı sosyal medyada paylaşıyorsunuz. Kimse onu beğenmiyor ve yorum yapmıyor. Sıfır reaksiyon.
zh_hans: 你在社交媒体上发布了一项你非常自豪的成就。没有人点赞或评论。零反应。
zh_hant: 您在社群媒體上發布了一項令您感到非常自豪的成就。沒有人喜歡或評論它。零反應。

# assessment.mental.q4.a
source: Ich lösche den Post nach ein paar Stunden, weil es mir peinlich ist.
en: I delete the post after a few hours because I'm embarrassed.
es: Elimino la publicación después de unas horas porque me da vergüenza.
fr: Je supprime le message au bout de quelques heures car je suis gêné.
hi: मैं कुछ घंटों के बाद पोस्ट हटा देता हूं क्योंकि मैं शर्मिंदा हूं।
it: Cancello il post dopo qualche ora perché sono in imbarazzo.
ja: 恥ずかしいので数時間後に投稿を削除します。
ko: 부끄러워서 몇 시간 후에 글을 삭제합니다.
nl: Ik verwijder het bericht na een paar uur omdat ik me schaam.
pl: Po kilku godzinach usuwam post, bo jest mi wstyd.
pt: Excluo a postagem depois de algumas horas porque estou com vergonha.
ru: Я удаляю пост через несколько часов, потому что мне стыдно.
tr: Utandığım için birkaç saat sonra gönderiyi siliyorum.
zh_hans: 我会在几个小时后删除帖子，因为我感到尴尬。
zh_hant: 幾個小時後我刪除了該帖子，因為我感到尷尬。
